{"data": [{"title": "Rotational Inertia", "paragraphs": [{"context": "Rotational Inertia is That property of an object to resist any change in its state of rotation. If at rest the body tends to remain at rest; if rotating, it tends to remain rotating and will continue to do so unless acted upon by a net external torque."}]}, {"title": "Torque", "paragraphs": [{"context": "Torque is The product of force and lever-arm distance, which tends to produce rotation."}]}, {"title": "Center of Mass", "paragraphs": [{"context": "Center of Mass is The average position of mass or the single point associated with an object where all its mass can be considered to be concentrated."}]}, {"title": "Center of Gravity", "paragraphs": [{"context": "Center of Gravity is The average position of weight or the single point associated with an object where the force of gravity can be considered to ace. Usually the same place as the center of mass."}]}, {"title": "Equilibrium", "paragraphs": [{"context": "Equilibrium is The state of an object when not acted upon by a net force or net torque. An object in equilibrium may be at rest or moving at uniform velocity; that is, not accelerating."}]}, {"title": "Centripetal Force", "paragraphs": [{"context": "Centripetal Force is A center-seeking force that causes an object to follow a circular pathr> F = (mv`2)/r"}]}, {"title": "Centrifugal Force", "paragraphs": [{"context": "Centrifugal Force is An outward force that is due to rotation. In an inertial frame of reference, it is fictitious in the sense that it doesn't act on the rotating object but on whatever supplied the centripetal force; it is the reaction to the centripetal force. In a rotating frame of reference, it does act on the rotating body and is fictitious in the sense that it is not an interaction with an agent or entity such as mass or charge but is a force in itself that is solely a product of rotation; it has no reaction-force counterpart."}]}, {"title": "Angular Momentum", "paragraphs": [{"context": "Angular Momentum is A measure of an object's rotation about a particular axis; more specifically, the product of its rotational inertia and rotational velocity. For an object that is small compared to the radial distance, it is the product of mass speed, and radial distance of rotation.r> Angular Momentum = rotational inertia x rotational velocity (mvr)"}]}, {"title": "Conservation of Angular Momentum", "paragraphs": [{"context": "Conservation of Angular Momentum is When no external torque acts on an object or a system of objects, no changes of angular momentum takes place. Hence, the angular momentum before an event involving only internal torques is equal to the angular momentum after the eventr> "}]}, {"title": "Kepler's Laws of Planetary Motion", "paragraphs": [{"context": "Kepler's Laws of Planetary Motion isr> 1] Each planet moves in an elliptical orbit with the sun at one focusr> 2] The line form the sun to any planet sweeps out equal areas of space in equal time intervalsr> 3] The squares of the times of revolution (days, months or years) of the planets are proportional to the cubes of their average distances from the sun."}]}, {"title": "Law of Universal Gravitation", "paragraphs": [{"context": "Law of Universal Gravitation is Every mass in the universe attracts every other mass with a force that for two masses is directly proportional to the product of their masses and inversely proportional to the square of the distance separating themr> F = (G(m1*m2))/d^2"}]}, {"title": "Inverse-Square Law", "paragraphs": [{"context": "Inverse-Square Law is A law relating the intensity of an effect to the inverse square of the distance from the cause. Intensity ~ 1/distance`2r> Gravity follows an inverse-square law, as do the effects of electric, magnetic, light, sound, and radiation phenomena"}]}, {"title": "Weightlessness", "paragraphs": [{"context": "Weightlessness iscondition wherein gravitational pull appears to be A lacking."}]}, {"title": "Spring Tide", "paragraphs": [{"context": "Spring Tide is A high or low tide that occurs when the sun, earth, and moon are all lined up so that the tides due to the sun and moon coincide, making the high tides higher than average and the low tides lower than average"}]}, {"title": "Neap Tide", "paragraphs": [{"context": "Neap Tide is A tide that occurs when the moon is midway between new and full, in either direction. Tides due to the sun and moon partly cancel, making the high tides lower and the low tides higher than average."}]}, {"title": "Gravitational Field", "paragraphs": [{"context": "Gravitational Field is The space surrounding a massive body in which another mass experiences a force of attraction"}]}, {"title": "Black Hole", "paragraphs": [{"context": "Black Hole is The configuration of a massive star that has undergone gravitational collapse, in which gravitation at the surface is so intense that even the star's own light cannot escape."}]}, {"title": "Big Bang", "paragraphs": [{"context": "Big Bang is The primordial explosion that is thought to have resulted in the expanding universe"}]}, {"title": "Stability", "paragraphs": [{"context": "Stability is In order for an object to be stable, its center of gravity must lie directly above a point of support"}]}, {"title": "Escape Speed", "paragraphs": [{"context": "Escape Speed is That speed which is sufficient to propel an object away from a planet, or any object"}]}, {"title": "Tides", "paragraphs": [{"context": "Tides is Tides are caused by the variation of force on the earth exerted by the moon (and the sun)r> The effect of the moon is about 4 times greater than that of the sun."}]}, {"title": "Sine Curve", "paragraphs": [{"context": "Sine Curve is A wave form traced by simple harmonic motion that is uniformly moving in a perpendicular direction, like the wavelike path traced on a moving conveyor belt by a pendulum swinging at right angles about the moving belt."}]}, {"title": "Amplitude", "paragraphs": [{"context": "Amplitude is For a wave or vibration, the maximum displacement on either side of the equilibrium (midpoint) position."}]}, {"title": "Wavelength", "paragraphs": [{"context": "Wavelength is the distance between successive identical parts of a wave"}]}, {"title": "Period", "paragraphs": [{"context": "Period is The time required for a vibration or a wave to make a complete cycle"}]}, {"title": "Wavespeed", "paragraphs": [{"context": "Wavespeed is The speed with which waves pass by a particular point frequency x wavelength"}]}, {"title": "Infrasonic", "paragraphs": [{"context": "Infrasonic is A sound frequency too low to be heard by the normal human ear. i.e. below 20Hz"}]}, {"title": "Ultrasonic", "paragraphs": [{"context": "Ultrasonic is A sound frequency to high to be heard by the normal human ear. i.e. about 20kHz"}]}, {"title": "Compression", "paragraphs": [{"context": "Compression is Condensed region of the medium through which a longitudinal wave travels."}]}, {"title": "Rarefaction", "paragraphs": [{"context": "Rarefaction is Rarefied region, or region of lessened pressure, of the medium throughout which a longitudinal wave travels."}]}, {"title": "Reverberation", "paragraphs": [{"context": "Reverberation is Re-echoed sound."}]}, {"title": "Refraction", "paragraphs": [{"context": "Refraction is The bending of a wave through either a nonuniform medium or from one medium to another, caused by differences in wave speed."}]}, {"title": "Forced Vibration", "paragraphs": [{"context": "Forced Vibration is The setting up of vibrations in an object by a vibrating force."}]}, {"title": "Natural Frequency", "paragraphs": [{"context": "Natural Frequency is A frequency at which an elastic object naturally tends to vibrate, so that minimum energy is required to produce a forced vibration or to continue vibration at that frequency."}]}, {"title": "Resonance", "paragraphs": [{"context": "Resonance is The result of forced vibrations in a body when an applied frequency matches the natural frequency of the body."}]}, {"title": "Beats", "paragraphs": [{"context": "Beats is A series of alternate reinforcements and cancellations produced by the interference of two sets of superimposed waves of different frequencies, heard as a throbbing effect in sound waves."}]}, {"title": "Carrier Wave", "paragraphs": [{"context": "Carrier Wave is The wave, usually of radio frequency, whose characteristics are modified in the process of modulation."}]}, {"title": "Modulation", "paragraphs": [{"context": "Modulation is The process of impressing one wave system upon another of higher frequency."}]}, {"title": "Amplitude Modulation", "paragraphs": [{"context": "Amplitude Modulation is A type of modulation in which the amplitude of the carrier wave is varied above and below its normal value by an amount proportional to the amplitude of the impressed wave."}]}, {"title": "Frequency Modulation", "paragraphs": [{"context": "Frequency Modulation is A type of modulation in which the frequency of the carrier wave is varied above and below its normal frequency be an amount that is proportional to the amplitude of the impressed signal. In this case, the amplitude of the modulated carrier wave remains constant."}]}, {"title": "Transverse Wave", "paragraphs": [{"context": "Transverse Wave is A wave in which the individual particles of a medium vibrate from side to side perpendicularly to the direction in which the wave travels. (Strings)"}]}, {"title": "Longitudinal Wave", "paragraphs": [{"context": "Longitudinal Wave is A wave in which the individual particles of a medium vibrate back and forth in the direction in which the wave travels. (Sound)"}]}, {"title": "Interference Pattern", "paragraphs": [{"context": "Interference Pattern is The pattern formed by superposition of different sets of waves that produces mutual reinforcement in some places and cancellation in others."}]}, {"title": "Standing Wave", "paragraphs": [{"context": "Standing Wave is A stationary wave pattern formed in a medium when two sets of identical waves pass through the medium in opposite directions."}]}, {"title": "Doppler Effect", "paragraphs": [{"context": "Doppler Effect is Change in frequency of sound or lighter due to relative motion of source and receiver."}]}, {"title": "Bow Wave", "paragraphs": [{"context": "Bow Wave is The V-shaped wave made by an object moving across a liquid surface at a speed greater than the wave velocity."}]}, {"title": "Shock Wave", "paragraphs": [{"context": "Shock Wave is The cone-shaped wave made by an object moving at supersonic speed through a fluid."}]}, {"title": "Sonic Boom", "paragraphs": [{"context": "Sonic Boom is The loud sound resulting from the incidence of a shock wave."}]}, {"title": "Satellite", "paragraphs": [{"context": "Satellite is A projectile or small celestial body that orbits a larger celestial body."}]}, {"title": "Ellipse", "paragraphs": [{"context": "Ellipse is The closed oval-like curve wherein the sum of the distances from any point on the curve to both foci is a constant. When the foci are together at one point, the ellipse is a circle. The farther apart the foci, the more eccentric the ellipse."}]}, {"title": "Escape Speed", "paragraphs": [{"context": "Escape Speed is The speed that a projectile, space probe, or similar object must reach to escape the gravitational influence of the earth or celestial body to which it is attracted."}]}, {"title": "Electromotive Forces", "paragraphs": [{"context": "Electromotive Forces is Battery, Thermoelectric, Electromagnetism"}]}, {"title": "Ohms law", "paragraphs": [{"context": "Ohms law is Amps=Volts/Resistance (A=V/R)"}]}, {"title": "Electrostatics", "paragraphs": [{"context": "Electrostatics is The study of electric charges at rest relative to one another"}]}, {"title": "Capacitor", "paragraphs": [{"context": "Capacitor is An electrical device, in its simplest form a pair of parallel conducting plates separated by a small distance, that stores electric charge."}]}, {"title": "Coulombs Law", "paragraphs": [{"context": "Coulombs Law is the relationship among electrical force, charge, and distance."}]}, {"title": "Coulomb", "paragraphs": [{"context": "Coulomb is the SI unit of electrical charge."}]}, {"title": "Conductor", "paragraphs": [{"context": "Conductor is any material thru which charge easily flows when subject to an external force."}]}, {"title": "Insulator", "paragraphs": [{"context": "Insulator is any material that resists charge flow thru it when subject to an external force."}]}, {"title": "Semiconductor", "paragraphs": [{"context": "Semiconductor is a poorly conducting material, such as crystalline silicon or germanium, that can be made a better-conducting material by the addition of certain impurities or energy."}]}, {"title": "Charging by contact", "paragraphs": [{"context": "Charging by contact is the transfer of charge from one substance to another by physical contact between substances."}]}, {"title": "Charging by induction", "paragraphs": [{"context": "Charging by induction is the change in charge of a grounded object, caused by the electrical influence of electric charge close by but not in contact."}]}, {"title": "Electrically polarized", "paragraphs": [{"context": "Electrically polarized is term applied to an atom or molecule in which the charges are aligned so that one side is slightly more positive or negative than the opposite side."}]}, {"title": "Electric field", "paragraphs": [{"context": "Electric field is the energetic region of space surrounding a charged object. About a charged point, the field decreases with distance according to the inverse- square law."}]}, {"title": "Electric potential energy", "paragraphs": [{"context": "Electric potential energy is the energy a charge possesses by virtue of its location in an electric field."}]}, {"title": "Electric potential", "paragraphs": [{"context": "Electric potential is the electric potential energy per amount of charge, measured in volts, and often called voltage."}]}, {"title": "Potential difference", "paragraphs": [{"context": "Potential difference is the difference in voltage between two points, measured in volts."}]}, {"title": "Electric current", "paragraphs": [{"context": "Electric current is the flow of electric charge that transports energy from one place to another. Measured in amperes, where 1A is the flow of 6.25 x 1018 electrons per second."}]}, {"title": "Electrical Resistance", "paragraphs": [{"context": "Electrical Resistance is the property of a material that resists the flow of an electric current thru it. (ohms)."}]}, {"title": "Superconductor", "paragraphs": [{"context": "Superconductor is a material in which the electrical resistance to the flow of electric current drops to near zero or zero under special circumstances that usually include low temperatures."}]}, {"title": "Direct Current", "paragraphs": [{"context": "Direct Current is an electric current flowing in one direction only."}]}, {"title": "Alternating Current", "paragraphs": [{"context": "Alternating Current is electric current that repeatedly reverses its direction; the electric charges vibrate about relatively fixed points. In the U.S. the vibrational rate is 60Hz."}]}, {"title": "Electric Power", "paragraphs": [{"context": "Electric Power is the rate of energy transfer, or the rate of doing work; the amount of energy per unit time, which electrically can be measured by the product of current and voltage. Measured in watts or kilowatts."}]}, {"title": "Series circuit", "paragraphs": [{"context": "Series circuit is an electric circuit with devices having resistances arranged in such a way that the same electric current flows through all of them."}]}, {"title": "Parallel circuit", "paragraphs": [{"context": "Parallel circuit is an electric circuit with two or more resistances arranged in branches in such a way that any single one completes the circuit independently of all the others."}]}, {"title": "Additive primary colors", "paragraphs": [{"context": "Additive primary colors is The three colors, red, blue, and green, that when added in certain proportions will produce any color in the spectrum."}]}, {"title": "Subtractive primary colors", "paragraphs": [{"context": "Subtractive primary colors is The three colors of absorbing pigments-magenta, yellow, and cyan- that when mixed in certain proportions will reflect any color in the spectrum."}]}, {"title": "Complementary colors", "paragraphs": [{"context": "Complementary colors is Any two colors that when added produce white light."}]}, {"title": "Fermats Principle", "paragraphs": [{"context": "Fermats Principle is Out of all possible paths that light might take, to get from one point to another, it takes the path that requires the shortest time."}]}, {"title": "Law of Reflection", "paragraphs": [{"context": "Law of Reflection is The angle of incidence equals the angle of reflection."}]}, {"title": "Plane mirrors", "paragraphs": [{"context": "Plane mirrors is The observer sees the image of a candle at a point behind the mirror. The light rays do not actually come from this point, so the image is called a virtual image."}]}, {"title": "Causes of refraction", "paragraphs": [{"context": "Causes of refraction is the bending is caused by a change in speed."}]}, {"title": "Dispersion", "paragraphs": [{"context": "Dispersion is Violet light travels about one percent slower in ordinary glass than does red light."}]}, {"title": "Reflection", "paragraphs": [{"context": "Reflection is the return of light rays from a surface in such a way that the angle at which a given ray is returned is equal to the angle at which it strikes the surface. When the reflecting surface is irregular, light is returned in irregular directions; this is diffuse reflection."}]}, {"title": "Refraction", "paragraphs": [{"context": "Refraction is the bending of an oblique ray of light when it passes from one transparent medium to another."}]}, {"title": "Critical angle", "paragraphs": [{"context": "Critical angle is the minimum angle of incidence at which a light ray is totally reflected within a medium."}]}, {"title": "Total internal reflection", "paragraphs": [{"context": "Total internal reflection is the total reflection of light traveling in a medium when it strides on the surface of a less dense medium at an angle greater than the critical angle."}]}, {"title": "Converging lens", "paragraphs": [{"context": "Converging lens is A lens that is thicker in the middle than at the edges and refracts parallel rays passing through it to a focus."}]}, {"title": "Diverging lens", "paragraphs": [{"context": "Diverging lens is A lens that is thinner in the middle than at the edges, causing parallel ray passing through it to diverge."}]}, {"title": "Virtual image", "paragraphs": [{"context": "Virtual image is an image formed by light rays that do not converge at the location of the image. A virtual image is that reflected by a mirror; it cannot be displayed on a screen."}]}, {"title": "Real image", "paragraphs": [{"context": "Real image is An image formed by light rays that converge at the location of the image. A real image can be displayed on a screen."}]}, {"title": "Aberration", "paragraphs": [{"context": "Aberration is a limitation on perfect image formation inherent, to some degree, in all particle systems."}]}, {"title": "Huygens principle", "paragraphs": [{"context": "Huygens principle is the theory by which light waves spreading out from a point source can be regarded as the superposition of tiny secondary wavelets."}]}, {"title": "Diffraction", "paragraphs": [{"context": "Diffraction is the bending of light around an obstacle or through a narrow slit in such a way that fringes of light and dark or colored bands are produced."}]}, {"title": "Interference", "paragraphs": [{"context": "Interference is the superposition of waves producing regions of reinforcement and regions of cancellation. Constructive interference refers to regions of reinforcement; destructive interference refers to regions of cancellation. The interference of selected wavelengths of light produces colors known as interference colors."}]}, {"title": "Polarization", "paragraphs": [{"context": "Polarization is the alignment of the electric vectors that make up electromagnetic radiation. Such waves of aligned vibrations are said to be polarized."}]}, {"title": "Hologram", "paragraphs": [{"context": "Hologram is a two dimensional microscopic diffraction pattern that shows three dimensional optical images."}]}, {"title": "Excitation", "paragraphs": [{"context": "Excitation is the process of boosting electrons in an atom or molecule from a lower to a higher energy level."}]}, {"title": "Emission Spectrum", "paragraphs": [{"context": "Emission Spectrum is the distribution of wavelengths in the light from a luminous source."}]}, {"title": "Spectroscope", "paragraphs": [{"context": "Spectroscope is an optical instrument, separates light into its constituent frequencies in the form of spectral lines"}]}, {"title": "Incandescence", "paragraphs": [{"context": "Incandescence is the state of glowing while at a high temperature, caused by electrons in vibration atoms and molecules that are shaken in and out of their stable energy levels, emitting radiant energy in the process. The peak frequency of radiant energy is proportional to the absolute temperature of a heated substance; f ~ t"}]}, {"title": "Absorption Spectrum", "paragraphs": [{"context": "Absorption Spectrum is a continuous spectrum, like that of white light, interrupted by dark lines or bands that result from the absorption of certain frequencies of light by a substance through which the radiant energy passes."}]}, {"title": "Fluorescence", "paragraphs": [{"context": "Fluorescence is the property of absorbing radiant energy of one frequency and re-emitting radiant energy of lower frequency. Part of the absorbed radiant energy goes into heat and the other part into excitation; hence the emitted radiant energy has a lower energy and therefore a lower frequency than the absorbed radiant energy."}]}, {"title": "Phosphorescence", "paragraphs": [{"context": "Phosphorescence is a type of light emission that is the same as fluorescence except for a delay between excitation and de-excitation, which provides an afterglow. The delay is caused by atoms being excited to energy levels that do not decay rapidly. The afterglow may last from fractions of a second to hours, or even days, depending on the type of material, temperature, and other factors."}]}, {"title": "Laser (light amp. by stimulated emission of radiation)", "paragraphs": [{"context": "Laser (light amp. by stimulated emission of radiation) is an optical instrument that produces a beam of coherent monochromatic light."}]}, {"title": "Notes", "paragraphs": [{"context": "Notes isl=c/f"}]}, {"title": "Coherent light", "paragraphs": [{"context": "Coherent light is all the waves are identical and in phase."}]}, {"title": "Complementarity", "paragraphs": [{"context": "Complementarity is (Bohr) the principle that wave and particle models of either matter or radiation complement each other and when combined provide a fuller description of either one."}]}, {"title": "Ritz combination principle", "paragraphs": [{"context": "Ritz combination principle is the theory that the spectral lines of the elements have frequencies that are either the sums or the differences of the frequencies of two other lines."}]}, {"title": "de Broglie matter waves", "paragraphs": [{"context": "de Broglie matter waves is the associated wave properties of all particles of matter. The wavelength of a particle wave is related to its momentum and Plancks constant, l=h/momentum"}]}, {"title": "Shrodingers wave equation", "paragraphs": [{"context": "Shrodingers wave equation is the fundamental equation of quantum mechanics, which interprets the wave nature of material particles in terms of probability wave amplitudes."}]}, {"title": "Correspondence principle", "paragraphs": [{"context": "Correspondence principle is the rule that a new theory is valid provided that, when it overlaps with the old, it agrees with the verified results of the old theory."}]}]}